export const playMode = [
  {
    mode: 'liebiaoxunhuan',
    label: '顺序播放',
  },
  {
    mode: 'danquxunhuan1',
    label: '单曲播放',
  },
  {
    mode: 'suijibofang',
    label: '随机播放',
  },
  {
    mode: 'FMcollect',
    label: '心动模式',
  },
];

export const lyric = `
[by:陳希言zz]
[00:01.71]如果早点了解
[00:03.98]那率性的你
[00:07.26]或者晚一点
[00:10.04]遇上成熟的我
[00:13.18]不过 Oh
[00:16.65]全都怪我
[00:18.94]不该沉默时沉默 该勇敢时软弱
[00:25.26]如果不是我
[00:28.37]误会自己洒脱 让我们难过
[00:34.86]可当初的你和现在的我
[00:38.00]假如重来过
[00:40.68]倘若那天
[00:42.90]把该说的话好好说
[00:46.36]该体谅的不执着
[00:49.24]如果那天我
[00:52.24]不受情绪挑拨
[00:55.22]你会怎么做
[00:58.67]那么多如果 可能如果我
[01:01.72]可惜没如果 没有你和我 Oh都怪我
[01:18.95]不该沉默时沉默 该勇敢时软弱
[01:25.09]如果不是我
[01:28.36]误会自己洒脱 让我们难过
[01:34.75]可当初的你和现在的我
[01:37.91]假如重来过
[01:40.96]倘若那天
[01:42.97]把该说的话好好说
[01:46.36]该体谅的不执着
[01:49.31]如果那天我
[01:52.35]不受情绪挑拨
[01:55.32]你会怎么做
[01:58.73]那么多如果 可能如果我
[02:01.74]可惜没如果
[02:07.71]只剩下结果如果早点了解
[02:11.76]那率性的你
[02:15.33]或者晚一点
[02:18.04]遇上成熟的我
[02:21.22]不过 Oh
[02:24.76]全都怪我
[02:26.96]不该沉默时沉默 该勇敢时软弱
[02:33.21]如果不是我
[02:36.29]误会自己洒脱 让我们难过
[02:42.64]可当初的你和现在的我
[02:46.04]假如重来过
[02:48.73]倘若那天
[02:50.93]把该说的话好好说
[02:54.36]该体谅的不执着
[02:57.29]如果那天我
[03:00.27]不受情绪挑拨
[03:03.24]你会怎么做
[03:06.65]那么多如果 可能如果我
[03:09.72]可惜没如果 没有你和我 Oh都怪我
`;
